[UISL_MLM]
strSaveLoadout = "Сохранить экипировку"
strLoadLoadout = "Загрузить экипировку"

[Help]
LoadoutListTitleSave = "Выбрать экипировку"
LoadoutListTitleLoad = "Выбрать экипировку"

LoadoutListSubTitleSave = "ПОДГОТОВКА К ЗАПОМИНАНИЮ ЭКИПИРОВКИ"
LoadoutListSubTitleLoad = "ПОДГОТОВКА К ЗАГРУЗКЕ ЭКИПИРОВКИ"

CreateNewLoadoutButton = "СОХРАНИТЬ НОВУЮ ЭКИПИРОВКУ"

EnterLoadoutName = "Введите имя экипировки"
PlaceholderLoadoutName = ""

InvalidLoadoutNameTitle = "ОШИБКА!"
InvalidLoadoutNameText = "Некорректное имя экипировки, экипировка не будет сохранена."

LoadoutAlreadyExistsTitle = "ВНИМАНИЕ!"
LoadoutAlreadyExistsText = "Экипировка с таким именем уже существует. Переписывать?"

ConfirmDeleteLoadoutTitle = "ПОДТВЕРДИТЕ УДАЛЕНИЕ ЭКИПИРОВКИ"
ConfirmDeleteLoadoutText = "Вы уверены, что хотите удалить экипировку %LoadoutName%?"

EquipLoadout = "ЗАГРУЗИТЬ ЭКИПИРОВКУ"

InvalidLoadoutTitle = "НЕКОРРЕКТНАЯ ЭКИПИРОВКА"
NoItemsInLoadoutText = "Экипированные предметы не выбраны. Загрузка не будет сохранена."
NoItemsInLoadoutText_Equip  = "Никакие элементы в загрузке не выбраны. Экипировка не будет оснащена."

ConfirmOverwriteLoadoutTitle = "ПОДТВЕРЖДЕНИЕ ПЕРЕЗАПИСИ"
ConfirmOverwriteLoadoutText = "Вы уверены, что хотите перезаписать экпиировку %LoadoutName%?"

NoLoadoutsToDisplay = "Нет сохраненных загрузок для отображения."
NoLoadoutsToDisplay_MaybeDisableFilters = "Нет сохраненных загрузок для отображения. Возможно, попробуйте другой фильтр?"

LIS_MissingTemplate				= "Шаблон отсутствующего элемента:"
;LIS_NotAvailable				= ""
;LIS_NotAvailable_NoReplacement	= ""
;LIS_Restricted					= ""
LIS_NoSlot						= ": НЕТ ДОСТУПНОГО СЛОТА"
;LIS_NotSelected				= ""
;LIS_Selected					= ""

LIS_MissingTemplate_Tooltip				= "Шаблон для этого предмета недоступен. Этот предмет в настоящее время не существует в вашей игре. Скорее всего, вам не хватает мода, который добавлял этот элемент ранее."
LIS_NotAvailable_Tooltip				= "Этот предмет в настоящее время недоступен."
LIS_NotAvailable_Tooltip_NoReplacement	= "Этот предмет в настоящее время недоступен, и подходящих замен нет."
LIS_Restricted_Tooltip					= "Боец не может принять этот предмет."

LIS_NoSlot_Tooltip						= "Похоже, что в устройстве нет слота для установки этого предмета, но вы все равно можете попытаться установить его."
LIS_NoSlot_Replacement_Tooltip			= "Элемент экипировки в настоящее время недоступен. Похоже, что у бойца нет слота для установки этого сменного элемента, но вы все равно можете попытаться установить его."

LIS_NotSelected_Tooltip					= "This item will not be equipped. Check the checkbox to equip the item."
LIS_NotSelected_Replacement_Tooltip		= "The loadout item is currently not available. This replacement item will not be equipped. Check the checkbox to equip the replacement item."

LIS_Selected_Tooltip					= "This item will be equipped on the unit."
LIS_Selected_Replacement_Tooltip		= "The loadout item is currently not available. This replacement item will be equipped on the unit."

LIS_NotSelected_Tooltip_AlreadyEquipped = "This item is already equipped on the unit. Check the checkbox to make sure it remains equipped."
LIS_Selected_Tooltip_AlreadyEquipped	= "This item is already equipped on the unit."


SearchFieldTitle = "ВВЕДИТЕ ЧАСТЬ ЭКИПИРОВКИ"
SearchButtonTooltip = "Поиск предметов экипировки по наименованию."
SearchButtonTitle = "ПОИСК"

FilterButtonTitle = "ОТБОРЫ"

SquadItems = "ПРЕДМЕТЫ ОТРЯДА"

MakeItemsAvailable_Title = "MAKE ITEMS AVAILABLE"
MakeItemsAvailable_Tooltip = "Unequip armor, items and weapons from all soldiers NOT selected for current mission duty. This gear will become available for any soldier to equip immediately."
MakeItemsAvailable_Tooltip_Disabled = "Armor, items and weapons were already made available."


ConfirmLoadBackupTitle = "Restore Loadouts from backup?" 
ConfirmLoadBackupText = "Iridar's Loadout Manager has detected that your saved Loadouts have been lost.<br/><br/>Current number of saved Loadouts: %CurrentNumLoadouts%\n\nA backup file is available. It contains %BackupNumLoadouts% saved Loadouts. Would you like to restore your Loadouts from that backup?\n\nIf you accept, your current saved Loadouts will be completely overwritten by the backup.\nIf you proceed without restoring the backup now, the backup itself will be overwritten if you save a new Loadout."


[WOTCIridarManualLoadoutManager_MCMScreen]
ModName = "Менеджер экипировки"
PageTitle = "Менеджер экпировки от Иридара"

GroupHeader = "Настройки экипировки"

SHOW_HEADERS_Label = "Показывать метки слотов"
SHOW_HEADERS_Tip = "Если включено, в списке загружаемых товаров будут отображаться метки ячеек инвентаря."

USE_SIMPLE_HEADERS_Label = "Использовать подходящие слоты для предметов"
USE_SIMPLE_HEADERS_Tip = "Если включено, в списке загружаемых предметов будут использоваться более подходящие слоты инвентаря."

ALLOW_MODIFIED_ITEMS_Label = "Разрешить модифицированные предметы"
ALLOW_MODIFIED_ITEMS_Tip = "Если включено, менеджер экипировки оснастит модифицированный элемент, если прежняя версия недоступна."

ALLOW_REPLACEMENT_ITEMS_Label = "Разрешить замену предметов"
ALLOW_REPLACEMENT_ITEMS_Tip = "Если этот параметр включен, диспетчер экпировки будет искать наилучшую возможную замену элементу экпировки, который в данный момент недоступен. На эту настроку влияет другая - \"Разрешить модифицированные предметы\"."

LOADOUT_FILTER_STATUS_Label = "Фильтр экипировки по умолчанию"
LOADOUT_FILTER_STATUS_Tip = "Выберите фильтр экипировки, активный по умолчанию, на экранах Сохранить экипировки и Оборудовать экипировки. Опция \"Отключен\" означает, что кнопка фильтра скрыта, а все загрузки видны в любое время."


Group2Header = "Выбор отряда"

DISPLAY_SQUAD_ITEMS_BUTTON_Label = "Display \"Squad Items\" button"
DISPLAY_SQUAD_ITEMS_BUTTON_Tip = "If enabled, there will be a \"Squad Items\" button on the Squad Select screen. It can be clicked to display a list of all items equipped on soldiers in squad."

MAX_LOADOUT_LIST_ITEMS_Label = "Max. items in squad items list"
MAX_LOADOUT_LIST_ITEMS_Tip = "Maximum number of items displayed in the Squad Items list before it becomes scrollable. Determines the amount of space the list can potentially occupy."

DISPLAY_SQUAD_SELECT_SHORTCUT_Label = "Display \"Equip Loadout"\ buttons in Squad Select"
DISPLAY_SQUAD_SELECT_SHORTCUT_Tip = "If enabled, there will be an \"Equip Loadout\" shortcut under each soldier in Squad Select."


Group3Header = "Miscellaneous"

MAKE_BACKUPS_Label = "Automatic backup"
MAKE_BACKUPS_Tip = "If enabled, the mod will backup all loadouts automatically and store them in a file, located at:\n..\\Documents\\my games\\XCOM2 War of the Chosen\\XComGame\\X2LoadoutManagerBackup.bin"

DEBUG_LOGGING_Label = "Enable debug logging"
DEBUG_LOGGING_Tip = "If enabled, the mod will print debug messages into the log file, located at:\n..\\Documents\\my games\\XCOM2 War of the Chosen\\XComGame\\Logs\\Launch.log"

SquadItemsPositionX_Label = "Squad Items button position X"
SquadItemsPositionX_Tip = "Horizontal offset from the top left corner of the screen."
SquadItemsPositionY_Label = "Squad Items button position Y"
SquadItemsPositionY_Tip = "Vertical offset from the top left corner of the screen."


LOADOUT_FILTER_STATUS_Strings[0] = "Отключен"
LOADOUT_FILTER_STATUS_Strings[1] = "Неопределено"
LOADOUT_FILTER_STATUS_Strings[2] = "Класс"
LOADOUT_FILTER_STATUS_Strings[3] = "Экипировка"
LOADOUT_FILTER_STATUS_Strings[4] = "Первичное оружие"
LOADOUT_FILTER_STATUS_Strings[5] = "Вторичное оружие"

LOADOUT_FILTER_STATUS_Tooltips[0] = "Отключен"
LOADOUT_FILTER_STATUS_Tooltips[1] = "Видны все экипировки."
LOADOUT_FILTER_STATUS_Tooltips[2] = "Экипировки, сохраненные для другого класса солдата, отфильтровываются."
LOADOUT_FILTER_STATUS_Tooltips[3] = "Экипировки, содержащие оружие или броню, которые ограничены для данного класса солдат, отфильтровываются."
LOADOUT_FILTER_STATUS_Tooltips[4] = "Экипировки, содержащие основное оружие, ограниченное для данного класса солдат, отфильтровываются."
LOADOUT_FILTER_STATUS_Tooltips[5] = "Экипировки, содержащие вторичное оружие, ограниченное для данного класса солдат, отфильтровываются."
